{
    "Experience": "Experiencia",
    "Built a responsive To-Do List application using React, managing state efficiently with hooks.": "Creé una aplicación de lista de tareas pendientes con capacidad de respuesta utilizando React, gestionando el estado de manera eficiente con hooks.",
    "Developed a multi-page blog platform with React and Node.js, integrating MongoDB for data storage.": "Desarrollé una plataforma de blog de varias páginas con React y Node.js, integrando MongoDB para el almacenamiento de datos.",
    "Created small business websites with clean, maintainable front-end code and responsive design.": "Creación de sitios web para pequeñas empresas con código front-end limpio y fácil de mantener, y diseño adaptativo.",
    "Focused on scalable solutions and user-friendly experiences across all projects.": "Centrados en soluciones escalables y experiencias fáciles de usar en todos los proyectos.",
    "YEARS":" AÑOS",
    "SINCE":"DESDE",
    "Web Developer":"Desarrollador Web",
    "PORTFOLIO":"PORTAFOLIO",
    "With 6 months of experience building dynamic and user friendly web applications.": "Con 6 meses de experiencia construyendo aplicaciones web dinámicas y amigables para el usuario",
    "MAX BUDGET":"PRESUPUESTO MÁXIMO",
    "Website":"sitio web",
    "Student":"Estudiante",
    "Front-End-Developer 2024":"Desarrollador Front-End 2024",
    "Implementing resuable components.":"Implementando componentes reutilizables.",
    "Generating new futures.":"Generando nuevas características.",
    "Responsiveness & Better UI/UX":"Responsividad y mejor UI/UX",
    "SEO Friendly":"Amigable con SEO",
    "3D Animation":"Animación 3D",
    "Perform on any Devices":"Funciona en cualquier dispositivo",
    "Dynamic Interface":"Interfaz dinámica",
    "Course Instructor 2024-present":"Instructor de curso 2024-presente",
    "Helping students learning web development technology.":"Ayudando a los estudiantes a aprender tecnología de desarrollo web.",
    "Explaining Also Java and some DSA.":"Explicando también Java y algo de DSA."
    
    
}